const yoga3 = 
[
'봄',
'여름',
'가을',
'겨울',
]

const yogaSu = [

['ys 1-1 공부선언',
 '지금 요가 공 부!',
"अथ योगानुशासनम् ॥१॥",
'atha yoga-anuśāsanam ॥1॥',
'atha :지금, 이제',
'yoga :요가',
'anu :(접두사) ~따라서, ~뒤에',
'śāsana :가르침',
"anuśāsana :(~m, 중성 단수 주격) 가르침, 교시, *가르침을 따르는 것이니까 '공부'로 번역."
];

['ys 1-2 요가정의',
'요가는 마음작용을 제어하는 것이다.',
'योगश्चित्तवृत्तिनिरोधः ॥२॥',
"yogaś citta-vṛtti-nirodhaḥ ॥2॥",
'yoga : (~s, 남성 단수 주격) 요가',
'citta :  마음, 의식',
'vṛtti : 작용, 활동',
'nirodha : (~h, 중성 단수 주격) 제어, 억제, 없앰'
];

[ 'ys 1-3 신성:',
'그때 보는자가 자기 몸에 드러난다.',
'तदा द्रष्टुः स्वरूपेऽवस्थानम् ॥३॥',
 "tadā draṣṭuḥ svarūpe-'vasthānam ॥3॥",
'tadā : (불변화사) 그때 *마음작용이 제어될 때',
'draṣṭṛ : (~uh, 남성 단수 속격) 보는자, 순수정신, 참나',  
'svarūpa : (~e, 중성 단수 처격) 자기 몸, 자성, 본성, 있는 그대로 모습',
'avasthāna : (~m, 중성 단수 주격) 드러남, 머뭄, 안주',
];
]
